/*
 Localizable.strings
 GlipCore
 
 Created by Tony Lin on 2/18/17.
 Copyright © 2017 RingCentral. All rights reserved.
 */
"Message send failure" = "Message send failure";

"You {0}" = "You {0}";

"{0} {1}" = "{0} {1}";

"You: {0}" = "You: {0}";

"{0}: {1}" = "{0}: {1}";

"Created a task." = "Created a task.";

"created a task." = "created a task.";

"Created an event." = "Created an event.";

"created an event." = "created an event.";

"Updated an event." = "Updated an event.";

"updated an event." = "updated an event.";

"Shared a note." = "Shared a note.";

"shared a note." = "shared a note.";

"Shared a link." = "Shared a link.";

"shared a link." = "shared a link.";

"Shared a file." = "Shared a file.";

"shared a file." = "shared a file.";

"Shared {0:d} files."= "Shared {0:d} files.";

"shared {0:d} files." = "shared {0:d} files.";

"Shared an image." = "Shared an image.";

"shared an image." = "shared an image.";

"Shared {0:d} images." = "Shared {0:d} images.";

"shared {0:d} images." = "shared {0:d} images.";

"Started a video chat." = "Started a video chat.";

"started a video chat." = "started a video chat.";

"Cancelled video chat." = "Cancelled video chat.";

"cancelled video chat." = "cancelled video chat.";

"Ended video chat, {0}" = "Ended video chat, {0}";

"ended video chat, {0}" = "ended video chat, {0}";

"Ended video chat." = "Ended video chat.";

"ended video chat." = "ended video chat.";

"Started an audio conference." = "Started an audio conference.";

"started an audio conference." = "started an audio conference.";

"Left a voicemail" = "Left a voicemail";

"left a voicemail" = "left a voicemail";

"Missed call" = "Missed call";

"Call completed, {0}" = "Call completed, {0}";

"Call completed" = "Call completed";

"Completed a task." = "Completed a task.";

"completed a task." = "completed a task.";

"Marked a task as incomplete." = "Marked a task as incomplete.";

"marked a task as incomplete." = "marked a task as incomplete.";

"Completed {0} of a task." = "Completed {0} of a task.";

"completed {0} of a task." = "completed {0} of a task.";

"Reassigned a task." = "Reassigned a task.";

"reassigned a task." = "reassigned a task.";

"Assigned a task." = "Assigned a task.";

"assigned a task." = "assigned a task.";

"Replied to a task: {0}" = "Replied to a task: {0}";

"replied to a task: {0}" = "replied to a task: {0}";

"Replied to an event: {0}" = "Replied to an event: {0}";

"replied to an event: {0}" = "replied to an event: {0}";

"Replied to a note: {0}" = "Replied to a note: {0}";

"replied to a note: {0}" = "replied to a note: {0}";

"Replied to a link: {0}" = "Replied to a link: {0}";

"replied to a link: {0}" = "replied to a link: {0}";

"Replied to a file: {0}" = "Replied to a file: {0}";

"replied to a file: {0}" = "replied to a file: {0}";

"Replied to an integration: {0}" = "Replied to an integration: {0}";

"replied to an integration: {0}" = "replied to an integration: {0}";

"Replied to {0}: {1}" = "Replied to {0}: {1}";

"replied to {0}: {1}" = "replied to {0}: {1}";

"Added you to the team." = "Added you to the team.";

"added you to the team." = "added you to the team.";

"Added {0} to the team." = "Added {0} to the team.";

"added {0} to the team." = "added {0} to the team.";

"You joined the team." = "You joined the team.";

"{0} joined the team." = "{0} joined the team.";

"Last message has been deleted." = "Last message has been deleted.";

"Unknown Caller" = "Unknown Caller";

"This is your workplace..." = "This is your workplace...";

"Connect with your co-workers here" = "Connect with your co-workers here";

"Shared by: {0}" = "Shared by: {0}";

"Author: {0}" = "Author: {0}";

"Replied to {0}\n" = "Replied to {0}\n";

"Completed {0}" = "Completed {0}";

"Marked {0} incomplete " = "Marked {0} incomplete ";

"Completed {0}% of {1}" = "Completed {0}% of {1}";

"Reassigned {0}" = "Reassigned {0}";

"Assigned {0}" = "Assigned {0}";

"Updated {0}" = "Updated {0}";

"Joined the team" = "Joined the team";

"Added {0} to the team" = "Added {0} to the team";

"Unknown" = "Unknown";

"Anonymous" = "Anonymous";

"Voicemail" = "Voicemail";

"Outgoing call" = "Outgoing call";

"Incoming call" = "Incoming call";
